Repository: jcglisson7989/MarketingAlliance
Catalog: software/AS/Logical/Application_Logic/pkgInspect/HMITableTexts/Rec_Inspect_Titles.tmx
Source language: en
Languages: de, es, fr, pt, sv

source: Inspection Program
de: Prufprogramm
es: Programa de inspeccion
fr: Programme d' inspection
pt: Programa de inspecao
sv: inspektion Program

source: Insp. Primer Enable
de: Insp. % s aktivieren
es: Insp. % s Habilitar
fr: Insp. % s Activer
pt: Insp. % s Ativar
sv: Insp. % s Aktivera

source: Insp. Primer Trigger ON TO [s]
de: Insp. % s - Trigger auf TO [s]
es: Insp. % s gatillo en A [s]
fr: Insp. Declenchement ON de% à [s]
pt: Insp. % s gatilho em TO [s]
sv: Insp. % s Trigger Pa TILL [s]

source: Insp. Primer VBlock Offset
de: Insp. % s Vblock Offset
es: Insp. % s VBlock Offset
fr: Insp. % s VBlock Offset
pt: Insp. % s Vblock offset
sv: Insp. % s Vblock Offset

source: Insp. Primer Seq. Fail Count
de: Insp. % s Seq. Fail - Count
es: Insp. % s Sec. Numero de fallos
fr: Insp. % de la Seq. Fail Count
pt: Insp. % s Seq. falha Conde
sv: Insp. % s Seq. misslyckas Count

source: Insp. Mouth Enable
de: Insp. % s aktivieren
es: Insp. % s Habilitar
fr: Insp. % s Activer
pt: Insp. % s Ativar
sv: Insp. % s Aktivera

source: Insp. Mouth Trigger ON TO [s]
de: Insp. % s - Trigger auf TO [s]
es: Insp. % s gatillo en A [s]
fr: Insp. Declenchement ON de% à [s]
pt: Insp. % s gatilho em TO [s]
sv: Insp. % s Trigger Pa TILL [s]

source: Insp. Mouth VBlock Offset
de: Insp. % s Vblock Offset
es: Insp. % s VBlock Offset
fr: Insp. % s VBlock Offset
pt: Insp. % s Vblock offset
sv: Insp. % s Vblock Offset

source: Insp. Mouth Seq. Fail Count
de: Insp. % s Seq. Fail - Count
es: Insp. % s Sec. Numero de fallos
fr: Insp. % de la Seq. Fail Count
pt: Insp. % s Seq. falha Conde
sv: Insp. % s Seq. misslyckas Count

source: Inspection program selection
de: Inspektionsprogrammauswahl
es: La seleccion del programa de inspeccion
fr: Selection du programme d'inspection
pt: Seleccao programa de inspecao
sv: Urval inspektionsprogram

source: Enable the inspection process (if disabled, not included in evaluation for accept/reject actuators)
de: Aktivieren Sie den Prufprozess (falls deaktiviert, nicht in der Bewertung enthalten fur Annahme / Ablehnungs Aktoren)
es: Activar el proceso de inspeccion (si es discapacitado, no incluido en la evaluacion de aceptacion / rechazo actuadores)
fr: Activer le processus d'inspection (si desactive, non inclus dans l' evaluation pour accepter / rejeter les actionneurs)
pt: Permitir que o processo de inspecao (se desativada, nao incluidos na avaliacao para aceitar / rejeitar atuadores)
sv: Aktivera inspektionsprocessen (om inaktiverad, som inte ingar i utvarderingen for acceptera / avvisa stalldon)

source: Time for the inspection trigger to pulse HIGH to trigger inspection
de: Zeit fur die Inspektion Trigger zu pulsen HOCH Inspektions auszulosen
es: Tiempo para el disparo de inspeccion al impulso de alta para activar la inspeccion
fr: Temps de declenchement d'inspection à impulsion haute pour declencher une inspection
pt: Hora para o gatilho de inspeccao ao impulso de alta para acionar a inspecao
sv: Tid for inspektion triggpuls HoG att utlosa kontroll

source: Fractional VBlock offset to trigger the inspection process to begin
de: Fractional Vblock versetzt den Inspektionsprozess auszulosen beginnen
es: Fraccional VBlock compensado para desencadenar el proceso de inspeccion para comenzar
fr: Fractional VBlock compense pour declencher le processus d'inspection pour commencer
pt: Fractional Vblock deslocamento para desencadear o processo de inspecao para comecar
sv: Fraktionerad Vblock offset for att utlosa inspektionsprocessen for att borja

source: Number of sequential fails from the inspection system to allow before stopping the machine (0- disable)
de: Anzahl der aufeinanderfolgenden nicht aus dem Inspektionssystem zu ermoglichen , vor dem Anhalten der Maschine (0- deaktivieren)
es: Numero de secuencia falla del sistema de inspeccion que permita antes de parar la maquina (0- desactivar)
fr: Nombre de sequentielle echoue à partir du système d'inspection pour permettre avant d' arreter la machine (0- desactiver)
pt: Numero de sequencial falha do sistema de inspecao para permitir antes de parar a maquina (0- desativar)
sv: Antal sekventiell misslyckas fran kontrollsystemet ska ga innan stoppa maskinen (0- inaktivera)
